{
  "name": "Chongyun",
  "vision": "Cryo",
  "weapon": "Mandoble",
  "nation": "Liyue",
  "affiliation": "Liyue",
  "rarity": 4,
  "constellation": "Nubis Caesor",
  "birthday": "0000-09-07",
  "description": "Un joven exorcista procedente de una familia de exorcistas. Hace todo lo que puede para reprimir su propio poder, la \"positividad congénita\".",
  "skillTalents": [
    {
      "name": "Desgracia de los demonios",
      "unlock": "Ataque Normal",
      "description": "Ataque Normal:\nRealiza hasta 4 tajos rápidos.\nAtaque Cargado:\nSigue consumiendo Aguante para realizar golpes de espada giratorios contra los enemigos cercanos. Al final del Ataque Cargado, realizará un golpe de espada más poderoso.\nAtaque descendiente:\nSe lanza desde el aire para golpear el suelo, dañando a los enemigos a lo largo del camino e infligiendo Daño de Área en el momento del impacto.",
      "type": "NORMAL_ATTACK"
    },
    {
      "name": "Filo espiritual: Estratos de escarcha Chonghua",
      "unlock": "Habilidad Elemental",
      "description": "Chongyun golpea el suelo con su gran espada, causando una explosión Cryo en un AdE circular frente a él que inflige daño Cryo.\nDespués de un breve periodo de tiempo, el aire frío creado por la explosión Cryo se concentra en un campo de estratos de escarcha, dentro del cual se imbuye del Elemento Cryo a los personajes que usan espadas ligeras, mandobles y lanzas.",
      "type": "ELEMENTAL_SKILL"
    },
    {
      "name": "Filo espiritual: Estrella cortanubes",
      "unlock": "Habilidad Definitiva",
      "description": "Al crear sellos de mano secretos, Chongyun invoca tres Hojas del espíritu gigantes que caen a la tierra, una tras otra, explotando al golpear el suelo. Cuando las Hojas del espíritu gigantes impactan, infligen Daño Cryo en el AdE.",
      "type": "ELEMENTAL_BURST"
    }
  ],
  "passiveTalents": [
    {
      "name": "Respiración inalterable",
      "unlock": "Desbloqueado en la Ascención 1",
      "description": "Aumenta un 8% la Vel. de ATQ Normal de los personajes con espadas ligeras, espadas Mandoble o lanzas dentro del campo creado por Filo espiritual: Estratos de escarcha.",
      "level": 1
    },
    {
      "name": "Hoja cazaescarcha",
      "unlock": "Desbloqueado en la Ascención 4",
      "description": "Cuando el campo creado por Filo espiritual: Estratos de escarcha desaparece, invoca otro Filo espiritual para atacar a los enemigos cercanos, infligiendo el 100% del Daño de habilidad de Estratos de escarcha como Daño Cryo AdE. La Res Cryo de los enemigos a los que ataque disminuirá en un 10% durante 8 s.",
      "level": 4
    },
    {
      "name": "Viaje por las nubes",
      "unlock": "Desbloqueado automáticamente",
      "description": "Reduce en un 25% el tiempo necesario para completar una expedición en Liyue."
    }
  ],
  "constellations": [
    {
      "name": "Ventisca desatada",
      "unlock": "Constelación Nivel 1",
      "description": "El último Ataque Normal de la secuencia de Chongyun lanza 3 cuchillas de hielo. Cada cuchilla inflige el 50% del ATQ de Chongyun como Daño Cryo a todos los enemigos que se atraviesen.",
      "level": 1
    },
    {
      "name": "Revolución atmosférica",
      "unlock": "Constelación Nivel 2",
      "description": "El TdE de las Habilidades Elementales y Definitivas lanzadas dentro del área de escarcha creado por Filo espiritual: Estratos de escarcha Chonghua se reduce en un 15%.",
      "level": 2
    },
    {
      "name": "Cirro-explosión",
      "unlock": "Constelación Nivel 3",
      "description": "Aumenta el nivel de habilidad de Filo espiritual: Estrella cortanubes +3.\nPuede ser aumentado hasta Niv. 15.",
      "level": 3
    },
    {
      "name": "Cielos congelados",
      "unlock": "Constelación Nivel 4",
      "description": "Chongyun regenera 1 punto de Energía cada vez que golpea a un enemigo afectado por Cryo.\nEste efecto solo puede ocurrir una vez cada 2 s.",
      "level": 4
    },
    {
      "name": "El verdadero camino",
      "unlock": "Constelación Nivel 5",
      "description": "Aumenta el nivel de habilidad de Filo espiritual: Estratos de escarcha Chonghua +3.\nPuede ser aumentado hasta Niv. 15.",
      "level": 5
    },
    {
      "name": "Ofrenda de las Cuatro Divinidades",
      "unlock": "Constelación Nivel 6",
      "description": "Filo espiritual: Estrella cortanubes inflige un 15% más de daño a los enemigos con un porcentaje de Vida restante más bajo que el de Chongyun.\nEsta habilidad también invocará un filo espiritual adicional.",
      "level": 6
    }
  ],
  "vision_key": "CRYO",
  "weapon_type": "CLAYMORE"
}
