{
  "name": "Ху Тао",
  "title": "Весенний аромат",
  "vision": "Пиро",
  "weapon": "Копье",
  "nation": "Ли Юэ",
  "affiliation": "Ритуальное бюро «Ваншэн»",
  "rarity": 5,
  "release": "2021-03-02",
  "constellation": "Бабочка Харона",
  "birthday": "0000-07-15",
  "description": "Хозяйка ритуального бюро «Ваншэн» в семьдесят седьмом поколении. Она унаследовала этот бизнес в достаточно юном возрасте.",
  "skillTalents": [
    {
      "name": "Скрытое копьё «Ваншэн»",
      "unlock": "Обычная атака",
      "description": "Обычная атака\nДо шести ударов копьём.\nЗаряженная атака\nВыпад, наносящий урон противникам на пути, на который тратится определённое количество выносливости.\nАтака в падении\nСтремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит урон по площади.",
      "type": "NORMAL_ATTACK"
    },
    {
      "name": "Путеводитель по загробной жизни",
      "unlock": "Элементальный навык",
      "description": "Танец бабочки\nПри входе в это состояние, сила атаки Ху Тао увеличивается в зависимости от её макс. HP. Полученный таким образом бонус силы атаки не может превышать 400% от базовой силы атаки Ху Тао.\nКонвертирует урон от атак в Пиро урон, этот эффект не может быть отменён какой-либо элементальной инфузией.\nЗаряженные атаки накладывают на врагов эффект Кровавого цветка.\nПовышает сопротивление Ху Тао к прерыванию.\n\nКровавый цветок\nПротивники с эффектом Кровавого цветка будут получать Пиро урон каждые 4 сек. Этот урон считается уроном элементального навыка. Каждый противник может иметь только один эффект Кровавого цветка, и его длительность может быть обновлена только самой Ху Тао.\n\nТанец бабочки заканчивается тогда, когда его длительность окончена, либо когда Ху Тао покидает поле боя или погибает.",
      "type": "ELEMENTAL_SKILL"
    },
    {
      "name": "Упокоение духов",
      "unlock": "Взрыв стихии",
      "description": "Приказывает пылающим духам пуститься в атаку, нанося Пиро урон по большой площади.\nПри попадании по врагу восстанавливает некоторый процент макс. HP Ху Тао. Этот эффект может активироваться до 5 раз, в зависимости от количества задетых противников.\nЕсли HP Ху Тао равно или ниже 50%, в момент попадания по противнику, наносимый урон и количество восстановленного HP увеличиваются.",
      "type": "ELEMENTAL_BURST"
    }
  ],
  "passiveTalents": [
    {
      "name": "Фаза куколки",
      "unlock": "Открывается на 1 повышении",
      "description": "После окончания состояния Танец бабочки навыка Путеводитель по загробной жизни шанс крит. попадания всех членов отряда (кроме самой Ху Тао) увеличивается на 12% в течение 8 сек.",
      "level": 1
    },
    {
      "name": "Кровавая сангина",
      "unlock": "Открывается на 4 повышении",
      "description": "Увеличивает бонус Пиро урона Ху Тао на 33%, когда её HP меньше или равно 50%.",
      "level": 4
    },
    {
      "name": "Чем больше, тем лучше",
      "unlock": "Открывается автоматически",
      "description": "При приготовлении идеального блюда имеет 18% шанс приготовить дополнительное «странное» блюдо того же типа."
    }
  ],
  "constellations": [
    {
      "name": "Алый букет",
      "unlock": "Созвездие Ур. 1",
      "description": "Заряженные атаки Ху Тао перестают потреблять выносливость в состоянии Танец бабочки навыка Путеводитель по загробной жизни.",
      "level": 1
    },
    {
      "name": "Зловещий дождь",
      "unlock": "Созвездие Ур. 2",
      "description": "Увеличивает урон Кровавого цветка на 10% от макс. HP Ху Тао на момент наложения эффекта.\nНавык Упокоение духов также накладывает эффект Кровавого цветка.",
      "level": 2
    },
    {
      "name": "Плавный кармин",
      "unlock": "Созвездие Ур. 3",
      "description": "Усиливает уровень навыка Путеводитель по загробной жизни на 3.\nМакс. Ур.: 15.",
      "level": 3
    },
    {
      "name": "Сады вечного покоя",
      "unlock": "Созвездие Ур. 4",
      "description": "После победы над противником, находящимся под эффектом Кровавого цветка, наложенным самой Ху Тао, шанс крит. попадания всех окружающих членов отряда (кроме самой Ху Тао) увеличивается на 12% в течение 15 сек.",
      "level": 4
    },
    {
      "name": "Цветочные благовония",
      "unlock": "Созвездие Ур. 5",
      "description": "Увеличивает уровень навыка Упокоение духов на 3.\nМакс. Ур.: 15.",
      "level": 5
    },
    {
      "name": "Объятья бабочки",
      "unlock": "Созвездие Ур. 6",
      "description": "Активируется, когда HP Ху Тао опускается ниже 25% или когда она получается летальный урон:\nХу Тао не погибает от полученного урона. Напротив, на следующие 10 сек. все её элементальные и физические сопротивления повышаются на 200%, её шанс крит. попадания увеличивается на 100%, а также сильно повышается её сопротивление к прерыванию.\nЭтот эффект активируется автоматически, когда у Ху Тао остаётся 1 HP.\nМожет возникнуть раз в 60 сек.",
      "level": 6
    }
  ],
  "vision_key": "PYRO",
  "weapon_type": "POLEARM"
}
