{
  "name": "Nilou",
  "title": "Dance of Lotuslight",
  "vision": "Hydro",
  "weapon": "Sword",
  "gender": "Female",
  "nation": "Sumeru",
  "affiliation": "Zubayr Theater",
  "rarity": 5,
  "release": "2022-10-14",
  "constellation": "Lotos Somno",
  "birthday": "0000-12-03",
  "description": "The star of the Zubayr Theater. She is full of warmth and innocence, and her dances are lively and elegant.",
  "skillTalents": [
    {
      "name": "Dance of Samser",
      "unlock": "Normal Attack",
      "description": "Normal Attack\nPerforms up to 3 consecutive sword strikes.\nCharged Attack\nConsumes a certain amount of Stamina to perform a twirling slash.\nPlunging Attack\nPlunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
      "upgrades": [
        {
          "name": "1-Hit DMG",
          "value": "50%"
        },
        {
          "name": "2-Hit DMG",
          "value": "45%"
        },
        {
          "name": "3-Hit DMG",
          "value": "70%"
        },
        {
          "name": "Charged Attack DMG",
          "value": "50 + 54"
        },
        {
          "name": "Charged Attack Stamina Cost",
          "value": "20"
        },
        {
          "name": "Plunge DMG",
          "value": "63.93"
        },
        {
          "name": "Low / High Plunge DMG",
          "value": "128% / 160%"
        }
      ],
      "type": "NORMAL_ATTACK"
    },
    {
      "name": "Dance of Haftkarsvar",
      "unlock": "Elemental Skill",
      "description": "Nilou will enter the Pirouette state, dealing Hydro DMG to nearby opponents based on her Max HP.\nWhile she is in the Pirouette state, Nilou's Normal Attacks and Elemental Attacks will cause her to enter the Sword Dance and Whirling Steps stances respectively, causing DMG she deals to be converted to Hydro DMG that cannot be overridden and that is considered Elemental Skill DMG.\nIn these stances, Nilou's third dance step will end Pirouette, and has the following effects:\nSword Dance: unleashes a Luminous Illusion that deals Hydro DMG to opponents it touches and grants Nilou the Lunar Prayer effect. This effect converts Nilou's Normal Attacks into Sword Dance techniques, and her final hit will unleash a Luminous Illusion.\nWhirling Steps: Nilou unleashes a Whirling Water Wheel that deals AoE Hydro DMG and creates a Tranquility Aura that follows your active character around and applies Wet to opponents within its AoE.\nNilou is unable to perform Charged Attacks when under the effect of Pirouette or Lunar Prayer. These effects will be removed once she leaves the field.",
      "upgrades": [
        {
          "name": "Skill DMG",
          "value": "3.34%"
        },
        {
          "name": "Sword Dance/Whirling Steps 1-Hit DMG",
          "value": "4.55% / 3.25%"
        },
        {
          "name": "Sword Dance/Whirling Steps 2-Hit DMG",
          "value": "5.14 / 3.96"
        },
        {
          "name": "Luminous Illusion/Water Wheel DMG",
          "value": "7.17% / 5.06%"
        },
        {
          "name": "Pirouette Duration",
          "value": "10s"
        },
        {
          "name": "Lunar Prayer Duration",
          "value": "8s"
        },
        {
          "name": "Tranquility Aura Duration",
          "value": "12s"
        },
        {
          "name": "CD",
          "value": "18s"
        }
      ],
      "type": "ELEMENTAL_SKILL"
    },
    {
      "name": "Dance of Abzendegi: Distant Dreams, Listening Spring",
      "unlock": "Elemental Burst",
      "description": "Begins the dance of faraway dreams and springs that hear, causing a Lotus of Distant Waters to bloom, dealing AoE Hydro DMG based on Nilou's Max HP and applying the Lingering Aeon effect to all opponents hit. After an interval, opponents affected by Lingering Aeon will take Hydro DMG.",
      "upgrades": [
        {
          "name": "Skill DMG",
          "value": "18.43%"
        },
        {
          "name": "Lingering Aeon DMG",
          "value": "22.53%"
        },
        {
          "name": "CD",
          "value": "18s"
        },
        {
          "name": "Energy Cost",
          "value": "70"
        }
      ],
      "type": "ELEMENTAL_BURST"
    }
  ],
  "passiveTalents": [
    {
      "name": "Court of Dancing Petals",
      "unlock": "Unlocked at Ascension 1",
      "description": "When all characters in the party are all Dendro or Hydro, and there are at least one Dendro character and one Hydro character:\nThe completion of the third dance step of Nilou's Dance of Haftkarsvar will grant all nearby characters the Golden Chalice's Bounty for 30s.\nCharacters under the effect of Golden Chalice's Bounty will increase the Elemental Mastery of all nearby characters by 100 for 10s whenever they are hit by Dendro attacks. Also, triggering the Bloom reaction will create Bountiful Cores instead of Dendro Cores.\nSuch Cores will burst very quickly after being created, and they have larger AoEs.\nBountiful Cores cannot trigger Hyperbloom or Burgeon, and they share an upper numerical limit with Dendro Cores. Bountiful Core DMG is considered DMG dealt by Dendro Cores produced by Bloom.\nShould the party not meet the conditions for this Passive Talent, any existing Golden Chalice's Bounty effects will be canceled.",
      "level": 1
    },
    {
      "name": "Dreamy Dance of Aeons",
      "unlock": "Unlocked at Ascension 4",
      "description": "Every 1,000 points of Nilou's Max HP above 30,000 will cause the DMG dealt by Bountiful Cores created by characters affected by Golden Chalice's Bounty to increase by 9%.\nThe maximum increase in Bountiful Core DMG that can be achieved this way is 400%.",
      "level": 4
    },
    {
      "name": "White Jade Lotus",
      "unlock": "Unlocked Automatically",
      "description": "When Perfect Cooking is achieved on Food with Adventure-related effects, there is a 12% chance to obtain double the product."
    }
  ],
  "constellations": [
    {
      "name": "Dance of the Waning Moon",
      "unlock": "Constellation Lv. 1",
      "description": "Dance of Haftkarsvar will be enhanced as follows:\nLuminous Illusion DMG is increased by 65%.\nThe Tranquility Aura's duration is extended by 6s.",
      "level": 1
    },
    {
      "name": "The Starry Skies Their Flowers Rain",
      "unlock": "Constellation Lv. 2",
      "description": "After characters affected by the Golden Chalice's Bounty deal Hydro DMG to an opponent, that opponent's Hydro RES will be decreased by 35% for 10s. After a triggered Bloom reaction deals DMG to opponents, their Dendro RES will be decreased by 35% for 10s.\nYou need to have unlocked the \"Court of Dancing Petals\" Talent.",
      "level": 2
    },
    {
      "name": "Beguiling Shadowstep",
      "unlock": "Constellation Lv. 3",
      "description": "Increases the Level of Dance of Abzendegi: Distant Dreams, Listening Spring by 3.\nMaximum upgrade level is 15.",
      "level": 3
    },
    {
      "name": "Fricative Pulse",
      "unlock": "Constellation Lv. 4",
      "description": "After the third dance step of Dance of Haftkarsvar's Pirouette hits opponents, Nilou will gain 15 Elemental Energy, and DMG from her Dance of Abzendegi: Distant Dreams, Listening Spring will be increased by 50% for 8s.",
      "level": 4
    },
    {
      "name": "Twirling Light",
      "unlock": "Constellation Lv. 5",
      "description": "Increases the Level of Dance of Haftkarsvar by 3.\nMaximum upgrade level is 15.",
      "level": 5
    },
    {
      "name": "Frostbreaker's Melody",
      "unlock": "Constellation Lv. 6",
      "description": "For every 1,000 points of Max HP, Nilou's CRIT Rate and CRIT DMG will increase by 0.6% and 1.2% respectively.\nThe maximum increase in CRIT Rate and CRIT DMG via this method is 30% and 60% respectively.",
      "level": 6
    }
  ],
  "vision_key": "HYDRO",
  "weapon_type": "SWORD"
}
