{
  "id": "slime",
  "name": "Slime",
  "region": "Global",
  "description": "A pudgy elemental life form. It's said that desserts made from slimes of different elements will have incredibly distinctive flavors.",

  "type": "Common Enemies",
  "family": "Slime",

  "elements": ["Anemo", "Geo", "Dendro", "Hydro", "Cydro"],

  "drops": [
    {
      "name": "Slime Condensate",
      "rarity": 1,
      "minimum-level": 1
    },
    {
      "name": "Slime Secretions",
      "rarity": 2,
      "minimum-level": 40
    },
    {
      "name": "Slime Concentrate",
      "rarity": 3,
      "minimum-level": 60
    }
  ],

  "elemental-descriptions": [
    {
      "element": "Anemo",
      "description": "A small monster created by the coalescing of Anemo dispersed throughout nature. It is able to float in the air due to the power of Anemo."
    },
    {
      "element": "Geo",
      "description": "Small monsters created through the buildup of Geo within the earth. Generally speaking, the crust of the earth is filled with Geo energy. Geo Slimes that are formed this way have a similarly \"down-to-earth\" sort of feeling."
    },
    {
      "element": "Dendro",
      "description": "A slime that has undergone ecological changes due to abundant Dendro in its environment. It has also taken on the weaknesses of the Dendro element, and will burn intensely the moment it meets a bright flame."
    },
    {
      "element": "Hydro",
      "description": "A small monster created by the sedimentation of Hydro dispersed throughout nature. Legend has it that some people would use Hydro Slimes as an emergency water source, packing them in preparation for travels through dry regions or deep domains. But due to the high concentration of Hydro within these slimes, direct ingestion is, in fact, harmful to the human body."
    },
    {
      "element": "Cryo",
      "description": "A small monster created through the coagulation of Cryo in the natural environment. Competitors once spread malicious rumors that the Dawn Winery used Cryo Slimes to control the temperature of their wine cellar and preserve the quality of their alcohol."
    },
    {
      "element": "Electro",
      "description": "A small monster created by the coalescing of Electro dispersed throughout nature. According to analyses, the jumping of Electro Slimes reflects the electric potential difference in the ground. In areas brimming over with Electro, their unusual movements can be observed and used to avoid danger."
    },
    {
      "element": "Pyro",
      "description": "A small monster created by the sedimentation of Pyro dispersed throughout nature. Its intelligence is very basic, but its uses are just as broad–well, for hilichurls, that is."
    }
  ]
}
