{
  "name": "Yun Jin",
  "title": "Stage Lucida",
  "vision": "Geo",
  "weapon": "Polearm",
  "gender": "Female",
  "nation": "Liyue",
  "affiliation": "Yun-Han Opera Troupe",
  "rarity": 4,
  "constellation": "Opera Grandis",
  "birthday": "0000-05-21",
  "description": "A renowned Liyue opera singer who is skilled in both playwriting and singing. Her style is one-of-a-kind, exquisite and delicate, much like the person herself.",
  "skillTalents": [
    {
      "name": "Cloud-Grazing Strike",
      "unlock": "Normal Attack",
      "description": "Normal Attack\nPerforms up to five consecutive spear strikes.\nCharged Attack\nConsumes a certain amount of Stamina to lunge forward, dealing damage to opponents along the way.\nPlunging Attack\nPlunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
      "type": "NORMAL_ATTACK"
    },
    {
      "name": "Opening Flourish",
      "unlock": "Elemental skill",
      "description": "Ms. Yun may just be acting out fights on stage, but her skills with the spear are real enough to defend against her foes.\nPress\nFlourishes her polearm in a cloud-grasping stance, dealing Geo DMG.\nHold\nTakes up the Opening Flourish stance and charges up, forming a shield. DMG Absorption is based on Yun Jin's Max HP and has 150% effectiveness against all Elemental DMG and Physical DMG. The shield lasts until she finishes unleashing her Elemental Skill.\nWhen the skill is released, when its duration ends, or when the shield breaks, Yun Jin will unleash the charged energy as an attack, dealing Geo DMG.\nBased on the time spent charging, it will either unleash an attack at Charge Level 1 or Level 2.",
      "type": "ELEMENTAL_SKILL"
    },
    {
      "name": "Cliffbreaker's Banner",
      "unlock": "Elemental burst",
      "description": "Deals AoE Geo DMG and grants all nearby party members a Flying Cloud Flag Formation.\nFlying Cloud Flag Formation\nWhen Normal Attack DMG is dealt to opponents, Bonus DMG will be dealt based on Yun Jin's current DEF.\nThe effects of this skill will be cleared after a set duration or after being triggered a specific number of times.\nWhen one Normal Attack hits multiple opponents, the effect is triggered multiple times according to the number of opponents hit. The number of times that the effect is triggered is counted independently for each member of the party with Flying Cloud Flag Formation.",
      "type": "ELEMENTAL_BURST"
    }
  ],
  "passiveTalents": [
    {
      "name": "Light Nourishment",
      "unlock": "Unlocked Automatically",
      "description": "When Perfect Cooking is achieved on Food with Adventure-related effects, there is a 12% chance to obtain double the product."
    },
    {
      "name": "True to Oneself",
      "unlock": "Unlocked at Ascension 1",
      "description": "Using Opening Flourish at the precise moment when Yun Jin is attacked will unleash its Level 2 Charged (Hold) form.",
      "level": 1
    },
    {
      "name": "Breaking Conventions",
      "unlock": "Unlocked at Ascension 4",
      "description": "The Normal Attack DMG Bonus granted by Flying Cloud Flag Formation is further increased by 2.5%/5%/7.5%/11.5% of Yun Jin's DEF when the party contains characters of 1/2/3/4 Elemental Types, respectively.",
      "level": 4
    }
  ],
  "constellations": [
    {
      "name": "Thespian Gallop",
      "unlock": "Constellation Lv. 1",
      "description": "Opening Flourish's CD is decreased by 18%.",
      "level": 1
    },
    {
      "name": "Myriad Mise-En-Scène",
      "unlock": "Constellation Lv. 2",
      "description": "After Cliffbreaker's Banner is unleashed, all nearby party members' Normal Attack DMG is increased by 15% for 12s.",
      "level": 2
    },
    {
      "name": "Seafaring General",
      "unlock": "Constellation Lv. 3",
      "description": "Increases the Level of Cliffbreaker's Banner by 3.\nMaximum upgrade level is 15.",
      "level": 3
    },
    {
      "name": "Flower and a Fighter",
      "unlock": "Constellation Lv. 4",
      "description": "When Yun Jin triggers the Crystallize Reaction, her DEF is increased by 20% for 12s.",
      "level": 4
    },
    {
      "name": "Famed Throughout the Land",
      "unlock": "Constellation Lv. 5",
      "description": "Increases the Level of Opening Flourish by 3.\nMaximum upgrade level is 15.",
      "level": 5
    },
    {
      "name": "Decorous Harmony",
      "unlock": "Constellation Lv. 6",
      "description": "Characters under the effects of the Flying Cloud Flag Formation have their Normal ATK SPD increased by 12%.",
      "level": 6
    }
  ],
  "vision_key": "GEO",
  "weapon_type": "POLEARM"
}
