{
  "name": "Traveler",
  "vision": "Electro",
  "weapon": "Sword",
  "nation": "Outlander",
  "affiliation": "Not affilated to any Nation",
  "rarity": 5,
  "constellation": "Viatrix",
  "description": "A traveler from another world who had their only kin taken away, forcing them to embark on a journey to find The Seven.",
  "skillTalents": [
    {
      "name": "Foreign Thundershock",
      "unlock": "Normal Attack",
      "description": "Normal Attack\nPerforms up to 5 rapid strikes.\nCharged Attack\nConsumes a certain amount of Stamina to unleash 2 rapid sword strikes.\nPlunging Attack\nPlunges from mid-air to strike the ground below, damaging opponents along the path and dealing AoE DMG upon impact.",
      "type": "NORMAL_ATTACK"
    },
    {
      "name": "Lightning Blade",
      "unlock": "Elemental Skill",
      "description": "Unleashes three swift thunder shadows that deal Electro DMG to opponents and leave an Abundance Amulet behind after hitting an opponent.\n2 Abundance Amulets can be created initially. Using this skill will reset any Abundance Amulets that were generated.\n\nAbundance Amulets\nWhen a character is near an Abundance Amulet, they will absorb it and obtain the following effects:\nRestores Elemental Energy\nIncreases Energy Recharge during the Abundance Amulet's duration.",
      "type": "ELEMENTAL_SKILL"
    },
    {
      "name": "Bellowing Thunder",
      "unlock": "Elemental Burst",
      "description": "You call upon the protection of lightning, knocking nearby opponents back and dealing Electro DMG to them.\nLightning Shroud\nWhen your active character's Normal or Charged Attacks hit opponents, they will call Falling Thunder forth, dealing Electro DMG.\nWhen Falling Thunder hits opponents, it will regenerate Energy for that character.\nOne instance of Falling Thunder can be generated every 0.5s.",
      "type": "ELEMENTAL_BURST"
    }
  ],
  "passiveTalents": [
    {
      "name": "Thunderflash",
      "unlock": "Unlocked at Ascension 1",
      "description": "When another nearby character in the party obtains an Abundance Amulet created by Lightning Blade, Lightning Blade's CD is decreased by 1.5s.",
      "level": 1
    },
    {
      "name": "Resounding Roar",
      "unlock": "Unlocked at Ascension 4",
      "description": "Increases the Energy Recharge effect granted by Lightning Blade's Abundance Amulet by 10% of the Traveler's Energy Recharge.",
      "level": 4
    }
  ],
  "constellations": [
    {
      "name": "Spring Thunder of Fertility",
      "unlock": "Constellation Lv. 1",
      "description": "The number of Abundance Amulets that can be generated using Lightning Blade is increased to 3.",
      "level": 1
    },
    {
      "name": "Violet Vehemence",
      "unlock": "Constellation Lv. 2",
      "description": "When Falling Thunder created by Bellowing Thunder hits an opponent, it will decrease their Electro RES by 15% for 8s.",
      "level": 2
    },
    {
      "name": "Distant Crackling",
      "unlock": "Constellation Lv. 3",
      "description": "Increases the Level of Bellowing Thunder by 3. Maximum upgrade level is 15.",
      "level": 3
    },
    {
      "name": "Fickle Cloudstrike",
      "unlock": "Constellation Lv. 4",
      "description": "When a character obtains Abundance Amulets generated by Lightning Blade, if this character's Energy is less than 35%, the Energy restored by the Abundance Amulets is increased by 100%.",
      "level": 4
    },
    {
      "name": "Clamor in the Wilds",
      "unlock": "Constellation Lv. 5",
      "description": "Increases the Level of Lightning Blade by 3. Maximum upgrade level is 15.",
      "level": 5
    },
    {
      "name": "World-Shaker",
      "unlock": "Constellation Lv. 6",
      "description": "Every 2 Falling Thunder attacks triggered by Bellowing Thunder will increase the DMG dealt by the next Falling Thunder by 200%, and will restore an additional 1 Energy to the current character.",
      "level": 6
    }
  ],
  "vision_key": "ELECTRO",
  "weapon_type": "SWORD"
}
