{
  "name": "Xinyan",
  "description": "Liyue's sole rock 'n' roll musician. She rebels against ossified prejudices using her music and passionate singing.",
  "nation": "Liyue",
  "vision": "Pyro",
  "weapon": "Claymore",
  "rarity": 4,
  "skillTalents": [
    {
      "name": "Dance on Fire",
      "unlock": "Normal Attack",
      "description": "Normal Attack\nPerforms up to 4 consecutive strikes.\nCharged Attack\nDrains Stamina over time to perform continuous spinning attacks against all nearby enemies.\n\nAt the end of the sequence, perform a more powerful slash.\nPlunging Attack\nPlunges from mid-air to strike the ground, damaging enemies along the path and dealing AoE DMG upon impact."
    },
    {
      "name": "Sweeping Fervor",
      "unlock": "Elemental Skill",
      "description": "Xinyan brandishes her instrument, dealing Pyro DMG on nearby enemies, forming a shield made out of her audience's passion.\nThe shield's DMG Absorption scales based on Xinyan's DEF and on the number of enemies hit.\n\nHitting 0-1 enemies grants Shield Level 1: Ad Lib.\nHitting 2 enemies grants Shield Level 2: Lead-In.\nHitting 3 or more enemies grants Shield Level 3: Rave, which will also deal intermittent Pyro DMG to nearby enemies.\n\nThe shield has the following special properties:\n\nWhen unleashed, it infuses Xinyan with Pyro.\nIt has 250% DMG Absorption effectiveness against Pyro DMG.\n"
    },
    {
      "name": "Riff Revolution",
      "unlock": "Elemental Burst",
      "description": "Strumming rapidly, Xinyan launches nearby enemies and deals Physical DMG to them, hyping up the crowd. The sheer intensity of the atmosphere will cause explosions that deal Pyro DMG to nearby enemies."
    }
  ],
  "passiveTalents": [
    {
      "name": "\"The Show Goes On, Even Without an Audience...\"",
      "unlock": "Unlocked at Ascension 1",
      "description": "Decreases the number of enemies Sweeping Fervor must hit to trigger each level of shielding.\n\nShield Level 2: Lead-In requirement reduced to 1 enemy hit.\nShield Level 3: Rave requirement reduced to 2 enemies hit or more."
    },
    {
      "name": "\"...Now That's Rock 'N' Roll!\"",
      "unlock": "Unlocked at Ascension 4",
      "description": "Characters shielded by Sweeping Fervor deal 15% increased Physical DMG."
    },
    {
      "name": "A Rad Recipe",
      "unlock": "Unlocked Automatically",
      "description": "When a Perfect Cooking is achieved on an DEF-boosting dish, Xinyan has a 12% chance to obtain double the product."
    }
  ],
  "constellations": [
    {
      "name": "Fatal Acceleration",
      "unlock": "Constellation Lv. 1",
      "description": "Upon scoring a CRIT hit, increases ATK SPD of Xinyan's Normal and Charged Attacks by 12% for 5s.\nCan only occur once every 5s."
    },
    {
      "name": "Impromptu Opening",
      "unlock": "Constellation Lv. 2",
      "description": "Riff Revolution Physical DMG has its Crit rate increased by 100%, and will form a shield at Shield Level 3: Rave when cast."
    },
    {
      "name": "Double Stop",
      "unlock": "Constellation Lv. 3",
      "description": "Increases the Level of Sweeping Fervor by 3.\nMaximum upgrade level is 15."
    },
    {
      "name": "Wildfire Rhythm",
      "unlock": "Constellation Lv. 4",
      "description": "Sweeping Fervor's swing DMG decrease opponents Physical RES by 15% for 12s."
    },
    {
      "name": "Screaming for Encore",
      "unlock": "Constellation Lv. 5",
      "description": "Increases the Level of Riff Revolution by 3. Maximum upgrade level is 15."
    },
    {
      "name": "Rocking in Flaming",
      "unlock": "Constellation Lv. 6",
      "description": "Decrease the stamina consumption of Xinyan Charged Attacks by 30%. Additionally, Xinyan Charged Attack gain an ATK bonus equal to 50% of her DEF."
    }
  ]
}
